Repository: pettipol/copaky
Catalog: Resources/Localizable.xcstrings
Source language: ja
Languages: en, it

source: ただし、まとめられるアクションはまとめた方が効率よく動きます。今回の場合では「()」の入力→「確定」の順にすることで、より良いカスタムアクションになります。
en: However, for more efficient performance, it is recommended to consolidate actions when possible. In this case, combining the input of '()' and the confirmation steps into a single action would create a more effective custom action.
it: Tuttavia, per un funzionamento più efficiente conviene unire le azioni quando possibile. In questo caso, inserire "()" seguito da "Conferma" in un'unica azione crea un'azione personalizzata migliore.

source: タブ
en: Tabs
it: Tab

source: タブの名前
en: Tab Name
it: Nome del tab

source: タブの移動
en: Move to tab
it: Vai al tab

source: タブバー
en: Tab bar
it: Barra dei tab

source: タブバーでアイコンを使う
en: Use Icons for Tab Bar
it: Usa le icone nella barra dei tab

source: タブバーでアイコンを使えるようになりました
en: You can now use icons for Tab Bar
it: Ora puoi usare le icone nella barra dei tab

source: タブバーに「コピー履歴」ボタンを追加しました。
en: 'コピー履歴' button is added into tab bar.
it: È stato aggiunto il pulsante "Cronologia" alla barra dei tab.

source: タブバーにアイコンを使えるようになりました！
en: You can now use icons for Tab Bar!
it: Ora puoi usare le icone nella barra dei tab!

source: タブバーに追加
en: Add to tab bar
it: Aggiungi alla barra dei tab

source: タブバーに追加する
en: Add to tab bar
it: Aggiungi alla barra dei tab

source: タブバーに追加済み
en: Already in tab bar
it: Già presente nella barra dei tab

source: タブバーの切り替え
en: Toggle show or not show tab bar
it: Attiva/disattiva la barra dei tab

source: タブバーの編集
en: Edit tab bar
it: Modifica barra dei tab

source: タブバーの表示
en: Show tab bar
it: Mostra la barra dei tab

source: タブバーボタン
en: Tab bar button
it: Pulsante della barra dei tab

source: タブバーを編集
en: Edit tab bar
it: Modifica barra dei tab

source: タブバーを編集し、タブの並び替え、削除、追加を行ったり、文字の入力やカーソルの移動など様々な機能を追加することができます。
en: You can edit the tab bar. You can rearrange, delete, append tabs and also add features like inputting, moving the cursor, and so on.
it: Puoi modificare la barra dei tab: riordinare, eliminare e aggiungere tab, oltre ad aggiungere funzioni come l'inserimento di testo, lo spostamento del cursore e altro ancora.

source: タブを設定する
en: Set destination tab
it: Imposta il tab di destinazione

source: タブを選択
en: Select destination tab
it: Seleziona il tab di destinazione

source: タブ名
en: Tab Name
it: Nome tab

source: たまに
en: Sometimes
it: A volte

source: データが取得できませんでした
en: Failed to get data from URL
it: Impossibile recuperare i dati dall'URL

source: データの更新処理中です
en: Data update in progress
it: Aggiornamento dei dati in corso

source: データはすべてこの端末内にとどまり、キーボードはネットワーク接続を行わず、フルアクセスはいつでもオフにできます。
en: All data stays on this device; the keyboard makes no network connections, and you can turn Full Access off at any time.
it: Tutti i dati restano su questo dispositivo; la tastiera non effettua connessioni di rete e puoi disattivare l'accesso completo in qualsiasi momento.

source: テキスト
en: Text
it: Testo

source: できること
en: What you get
it: Cosa offre

source: デバッグ情報を表示する
en: Show debug info
it: Mostra informazioni di debug

source: デフォルト
en: Default
it: Predefinito

source: デフォルトに戻す
en: Reset
it: Ripristina

source: どちらの入力方式でも%@は大文字固定になっていることを意味します。
en: In both input styles, the mark %@ means that currently the keyboard is caps locked.
it: In entrambi gli stili di inserimento, il simbolo %@ indica che il blocco maiuscole è attivo.

source: とても反応しにくい
en: Very insensitive
it: Molto insensibile

source: とても反応しやすい
en: Very sensitive
it: Molto sensibile

source: とても頻繁
en: Very frequently
it: Molto spesso

source: どれだけ指を動かしたらフリックと判定するか調整できます。
en: You can adjust how much you move your finger to determine a flick.
it: Puoi regolare quanto muovere il dito perché venga riconosciuto come flick.

source: なお、「クリップボードの履歴」を有効にしていない場合、クリップボードの中身を定期的に取得することはありません。また、取得したクリップボードのテキストはアプリ内でのみ利用されます。
en: Note that if you have not enabled 'clipboard history,' Copaky will not periodically access the clipboard. Also, the text obtained from the clipboard is only used within the app.
it: Se la "cronologia degli appunti" non è attiva, Copaky non accede periodicamente al contenuto degli appunti. Inoltre, il testo eventualmente ottenuto dagli appunti viene utilizzato solo all'interno dell'app.

source: なお、CopakyはオープンソースであるazooKeyをベースにしており、誰もがその実装を確認することができます。
en: Additionally, Copaky is built on the open-source azooKey, so anyone can review its implementation.
it: Copaky si basa su azooKey, un progetto open source, quindi chiunque può verificarne l'implementazione.

source: なお、アプリケーション側でカスタムキーボードの利用を禁止する設定がなされている場合もあります。再起動で治らない場合はそちらもご確認ください。
en: In another case, the application may be set to prohibit the use of the custom keyboard. If this is not fixed by restarting the application, please check there as well.
it: In alcuni casi, l'app potrebbe essere configurata per impedire l'uso di tastiere personalizzate. Se il riavvio non risolve il problema, controlla anche questa impostazione.

source: なし
en: None
it: Nessuno

source: ニックネーム
en: Nickname
it: Soprannome

source: ニューラル言語モデルを用いることで、高精度な変換と文脈の理解を実現しました。
en: By using a neural language model, it achieves high-accuracy conversion and contextual understanding.
it: Grazie a un modello linguistico neurale, offre conversioni ad alta precisione e comprensione del contesto.

source: バー
en: Bars
it: Barre

source: バージョン
en: Version
it: Versione

source: バグの報告や機能のリクエストをしたい
en: Report bugs or request new features
it: Segnala un bug o richiedi una nuova funzione

source: はじめに
en: Getting started
it: Per iniziare

source: ひらがな
en: Hiragana
it: Hiragana

source: ヒント: 「M」を1文字にすると先頭ゼロなし（1月→1）になります。「HH」は24時間表記、「ss」は秒、「EEE」は曜日、「a」は午前/午後を表します。
en: Tip: A single 'M' removes the leading zero (Jan → 1). 'HH' is 24-hour, 'ss' seconds, 'EEE' weekday, and 'a' AM/PM.
it: Suggerimento: una sola "M" rimuove lo zero iniziale (gen → 1). "HH" indica il formato 24 ore, "ss" i secondi, "EEE" il giorno della settimana e "a" AM/PM.

source: ピン留め済み
en: Pinned
it: Fissato

source: ファイルを共有
en: Share File
it: Condividi file

source: ファイルを処理中
en: Processing file
it: Elaborazione del file in corso

source: ファイルを取得中
en: Getting file
it: Recupero del file in corso

source: フィードバック
en: Feedback
it: Feedback

source: フィードバックを送信
en: Send feedback
it: Invia feedback

source: フォールバック
en: Fallback
it: Fallback

source: フォールバックなし
en: No Fallback
it: Nessun fallback

source: フォントはiOSで標準的に利用される「ヒラギノ明朝」を用いています。明朝体の字形は手書きする際の規範的な字形と必ずしも一致しません。ご了承ください。
en: The font is 'Hiragino Mincho' which is commonly used in iOS. Please note that the glyphs of Mincho style are not always consistent with normative glyphs in handwriting.
it: Il carattere utilizzato è "Hiragino Mincho", quello standard su iOS. Tieni presente che le forme dei caratteri in stile Mincho non sempre corrispondono alle forme normative della scrittura a mano.

source: フォントを選択
en: Select font
it: Seleziona carattere

source: プライバシーポリシー
en: Privacy Policy (Japanese)
it: Informativa sulla privacy (in giapponese)

source: ブラウザを開けませんでした
en: Could not open browser
it: Impossibile aprire il browser

source: プリセットから選ぶ
en: Select Preset
it: Scegli un preset

source: フリックのキーボードでは削除%@キーを左にフリックすると、文頭まで削除することができます。
en: In flick input, flick the delete key %@ to the left to delete up to the beginning of the sentence.
it: Nell'input a flick, fai scorrere verso sinistra il tasto elimina %@ per eliminare fino all'inizio della frase.

source: フリックの感度
en: Flicking sensitivity
it: Sensibilità del flick

source: フリック入力
en: Flick
it: Flick

source: フリック入力では、ひらがなタブの「小ﾞﾟ」キーと「､｡?!」キーのフリックに最大3方向まで好きな文字を登録することができます。
en: With flick input, you can assign up to three characters to the '小ﾞﾟ' and '､｡?!' keys for flick directions.
it: Con l'input a flick puoi assegnare fino a tre caratteri per direzione ai tasti «小ﾞﾟ» e «､｡?!» del tab Hiragana.

source: フリック入力では「a/A」キーを上にフリックします。
en: Using flick style, to flick "a/A" key, you can turn on caps lock.
it: Con l'input a flick, fai scorrere verso l'alto il tasto "a/A" per attivare il blocco maiuscole.

source: フリック入力では左上の「☆123」・ローマ字入力では左下の「123」「#+=」キーを長押ししても表示されます。
en: Using flick input style, you can also show it by longpressing ☆123 key at the left top edge of the keyboard. Using qwerty input style, you can show it by longpressing #+= key or 123 key at the left bottom edge of the keyboard.
it: Con l'input a flick puoi visualizzarlo anche tenendo premuto il tasto "☆123" in alto a sinistra sulla tastiera. Con l'input romaji puoi visualizzarlo tenendo premuto il tasto "123" o "#+=" in basso a sinistra.

source: フリック入力とローマ字入力のかな漢字変換、ライブ変換、予測候補、絵文字、ユーザ辞書を利用できます。顔文字辞書とクリップボードタブは設定で追加できます。
en: You can use kana-kanji conversion with flick or romaji input, live conversion, predictive candidates, emoji, and the user dictionary. The kaomoji dictionary and clipboard tab can be enabled in Settings.
it: Puoi usare la conversione kana-kanji con input flick o romaji, la conversione in tempo reale, i suggerimenti predittivi, le emoji e il dizionario utente. Il dizionario dei kaomoji e la scheda degli appunti possono essere attivati nelle Impostazioni.

source: フリック式のカスタムタブが簡単に作れるようになりました！
en: You can now easily edit flick-style custom tabs!
it: Ora puoi creare facilmente tab personalizzati in stile flick!

source: フリック式のカスタムタブを作る
en: Make tenkey style custom tabs
it: Crea tab personalizzati in stile flick

source: フリック式のカスタムタブを作るのが簡単になりました！
en: You can now easily edit flick-style custom tabs!
it: Ora è più facile creare tab personalizzati in stile flick!

source: フリック式のカスタムタブを作る際、「ベース」タブを選べるようになりました
en: You can now select ‘base’ tab for custom flick tabs.
it: Quando crei un tab personalizzato in stile flick, ora puoi scegliere un tab «base»

source: フリック式のカスタムタブを作成することができます。
en: You can make tenkey style custom tabs.
it: Puoi creare tab personalizzati in stile flick.

source: フルアクセスが必要です
en: Requires full access
it: Richiede accesso completo

source: フルアクセスが必要な機能を使う
en: Use features requiring full access
it: Usa funzioni che richiedono l'accesso completo

source: フルアクセスについて
en: About full access
it: Informazioni sull'accesso completo

source: フルアクセスをオフにする（設定アプリが開きます）
en: Turn off full access (opens the Settings app)
it: Disattiva l'accesso completo (apre l'app Impostazioni)

source: フルアクセスをオンにする（設定アプリが開きます）
en: Turn on full access (opens the Settings app)
it: Attiva l'accesso completo (apre l'app Impostazioni)

source: フルアクセスを有効化する際、以下のような警告が表示されますが、すべてのキーボードアプリで共通して表示されている警告です。
en: The following warning appears when enabling full access, but it is a warning that is common to all keyboard apps.
it: Quando attivi l'accesso completo viene mostrato l'avviso seguente, comune a tutte le app di tastiera.

source: フルアクセスを許可しなくても、キーボードは完全に動作します。上記の機能を使わない場合は、オンにしないことを強くおすすめします。
en: The keyboard will function fully even without granting full access. It is strongly recommended not to turn on full access if you do not need to use the above features.
it: La tastiera funziona perfettamente anche senza concedere l'accesso completo. Se non usi le funzioni sopra indicate, ti consigliamo vivamente di non attivarlo.

source: フルアクセスを許可すると、Copakyの振動フィードバック、ペーストボタン、「クリップボードの履歴」タブを使えるようになります。
en: Full Access enables Copaky's haptics, paste button, and Clipboard History tab.
it: Con l'accesso completo diventano disponibili il feedback aptico, il pulsante Incolla e la scheda Cronologia degli appunti di Copaky.

source: プレビュー
en: Preview
it: Anteprima

source: プレビューを閉じる
en: Close Preview
it: Chiudi anteprima

source: ペースト
en: Paste
it: Incolla

source: ペーストする
en: Paste copied text
it: Incolla il testo copiato

source: ペーストボタン
en: Enable paste button
it: Pulsante Incolla

source: ベースを選ぶ
en: Select Base Tab
it: Scegli il tab base

source: ベース無しで始める
en: Start without Base Tab
it: Inizia senza tab base

source: まず「テンプレートの管理」から新しいテンプレートを作成します。画面右上の%@を押して、テンプレートを追加しましょう。
en: To begin with, let's make a new template on 'Manage templates'. Push the button %@ and add a new template.
it: Per prima cosa, crea un nuovo modello da "Gestisci modelli". Tocca %@ in alto a destra per aggiungere un nuovo modello.

source: まずタブバーを表示します。変換候補欄を長押しするか記号タブキーを長押しすると表示されます。
en: First, display the tab bar. You can display the tab bar by longpressing empty candidates space or longpressing symbols tab key.
it: Per prima cosa, mostra la barra dei tab. Puoi farlo tenendo premuto lo spazio dei candidati di conversione oppure il tasto del tab simboli.

source: また、フルアクセスをオンにしたあとでも、いつでもフルアクセスをオフにすることができます。
en: Furthermore, even after turning on full access, it is possible to turn it off at any time.
it: Inoltre, anche dopo aver attivato l'accesso completo, puoi disattivarlo in qualsiasi momento.

source: また、よく使うアイテムは「ピン留め」できるようになりました
en: In addition, you can now pin frequently-used items.
it: Inoltre, ora puoi fissare gli elementi usati più spesso

source: まで
en: ends
it: Fine

source: まれに
en: Rarely
it: Raramente

source: ミミズの絵文字を非表示
en: Forbid earthworm emojis
it: Nascondi le emoji a forma di verme

source: メイン
en: Main
it: Principale

source: メインとサブ
en: Main and sub
it: Principale e secondaria

source: メインのラベル
en: Main label
it: Etichetta principale

source: もっと便利にする
en: More useful
it: Più comodo

source: ユーザ辞書
en: Text replacement
it: Dizionario utente

source: ユーザ辞書で作成したテンプレートを使う際は、%@という形式で記述します。
en: When you use the template in the text replacement, input as '%@'.
it: Per usare un modello creato nel dizionario utente, scrivilo nel formato %@.

source: ユーザ辞書の編集画面で「時刻・ランダム変換」を使うと、現在の日時やランダム値を自動生成できます。
en: Using 'Time/Random Conversion' in the user dictionary editor automatically generates the current date/time or a random value.
it: Usando "Conversione data/ora e casuale" nella schermata di modifica del dizionario utente, puoi generare automaticamente la data e l'ora correnti o un valore casuale.

source: ユーザ辞書や学習については十分に動作しない場合があります。
en: User dictionary and learning may not work well.
it: Il dizionario utente e l'apprendimento potrebbero non funzionare correttamente.

source: ユーザ辞書を編集
en: Edit User Dictionary
it: Modifica dizionario utente

source: ゆっくり
en: Slow
it: Lento

source: よく使う絵文字
en: Frequently Used
it: Usati di frequente

source: ライトモード
en: Light mode
it: Modalità chiara

source: ライトモードで使用
en: Use in light mode
it: Usa in modalità chiara

source: ライブ変換
en: Live Conversion
it: Conversione live

source: ライブ変換がオンになっている場合、入力中のカーソル移動は無効になります。カーソルを移動する前に一度「確定」を挟むことで、思った通りの挙動になります。
en: When live conversion is enabled, cursor movement during input is disabled. To achieve the desired behavior, insert a 'confirm' action before moving the cursor.
it: Quando la conversione live è attiva, lo spostamento del cursore durante la digitazione è disabilitato. Per ottenere il comportamento previsto, conferma il testo prima di spostare il cursore.

source: ライブ変換などの設定によって、思っていない挙動が発生することがあります。
en: Unexpected behaviors may occur due to settings such as live conversion.
it: Impostazioni come la conversione live possono causare comportamenti inattesi.

source: ライブ変換の設定
en: Settings for Live Conversion
it: Impostazioni della conversione live

source: ライブ変換を使用しますか？
en: Enable live conversion?
it: Vuoi attivare la conversione live?

source: ラベル
en: Labels
it: Etichette

source: ラベルの種類
en: Type of label
it: Tipo di etichetta

source: ラベルを設定
en: Set labels
it: Imposta etichette

source: ランダム
en: Random
it: Casuale

source: ランダム値を使う場合は「ランダム」を選んで、整数/小数/文字列から選び範囲や内容を設定します。
en: For random values, choose 'Random' and configure Integer/Double/String and the range or items.
it: Per usare un valore casuale, seleziona "Casuale" e scegli tra Intero/Decimale/Stringa, impostando l'intervallo o il contenuto.

source: リセット
en: Reset
it: Ripristina

source: リセットする
en: Reset
it: Reimposta

source: リンクをコピー
en: Copy Link
it: Copia link

source: リンクをシェア
en: Share Link
it: Condividi link

source: レポートに左右の文脈を自動で含めます。左右それぞれ10文字程度まででカットされるので、すべての文章が送信されることはありません。都度、確認画面で含めないよう変更することもできます。
en: Automatically include about ten characters of context on each side of the report. The entire text is never sent, and you can choose to exclude it on the confirmation screen each time.
it: La segnalazione include automaticamente il contesto a sinistra e a destra, troncato a circa 10 caratteri per lato: il testo completo non viene mai inviato. Puoi comunque scegliere di escluderlo di volta in volta nella schermata di conferma.

source: ローマ字かな入力
en: Roman to kana input style
it: Input romaji-kana

source: ローマ字入力
en: Qwerty
it: Input romaji

source: ローマ字入力では、数字タブの一部キーに好きな文字と長押ししたときの候補を登録することができます。
en: Using qwerty input style, you can register favorite letter on some of the keys in the number tab and on some of the variations which you can select by longpressing.
it: Con l'input romaji puoi assegnare un carattere preferito ad alcuni tasti del tab numerico, sia per il tasto stesso sia per le varianti selezionabili con la pressione prolungata.

source: ローマ字入力では「Aa」キーを長押しします。
en: Using roman style, tap and hold "Aa" key, you can turn on caps lock.
it: Con l'input Qwerty, tieni premuto il tasto «Aa» per attivare il blocco maiuscole.

source: 一度端末を再起動していただくとデータが更新され、キーボードが使えるようになることがあります。
en: Once you restart your device, the data will be updated and you may be able to use the keyboard.
it: Riavviando il dispositivo, i dati potrebbero aggiornarsi e la tastiera tornare utilizzabile.

source: 一覧
en: List
it: Elenco

source: 一部のアクションは、設定によって異なる動作をします。
en: Some actions may exhibit different behaviors depending on the configuration settings.
it: Alcune azioni si comportano in modo diverso a seconda delle impostazioni.

source: 一部の端末では動作が重い場合があります。
en: Performance may be slow on some devices.
it: Su alcuni dispositivi le prestazioni potrebbero risultare rallentate.

source: 一部の端末では動作が重い場合があります。「エフォート」を「低」にすると改善する場合があります。
en: On some devices, it may run slowly. Adjusting 'Effort' may improve performance.
it: Su alcuni dispositivi le prestazioni potrebbero risultare rallentate. Impostare «Impegno» su «Basso» può migliorare la situazione.

source: 上から順に実行されます
en: Actions are executed in order
it: Vengono eseguite in ordine, dall'alto verso il basso

source: 上に行を追加
en: Insert a row above
it: Aggiungi riga sopra

source: 上書き
en: Overwrap
it: Sovrascrivi

source: 下にスクロールして「追加する」を押して
en: Scroll down and push 'add'
it: Scorri verso il basso e tocca «Aggiungi»

source: 下に行を追加
en: Insert a row below
it: Aggiungi riga sotto

source: 不具合報告
en: Report a problem
it: Segnala un problema

source: 不快な絵文字を表示しない
en: Block unpleasant Emojis
it: Blocca emoji sgradevoli

source: 中
en: Medium
it: Medio

source: 丸括弧
en: Paren
it: Parentesi tonde

source: 了解
en: OK
it: OK

source: 人・動物・会社などの名前である
en: It is the name of persons, pets, and groups.
it: È il nome di una persona, di un animale o di un'azienda.

source: 今回は「タイムスタンプ」というテンプレートなので、%@と入力します。
en: We created 'Timestamp' template, so input %@.
it: Poiché questo modello si chiama «Timestamp», inserisci %@.

source: 以下は、フルアクセスをオンにすることで利用できる設定項目です。フルアクセスを必要とする機能は、すべてデフォルトで無効になっているため、フルアクセスを許可しただけでキーボードの振る舞いが変わることはありません。
en: The following are the settings that can be used when full access is turned on. As all functions requiring full access are disabled by default, simply granting full access will not change the behavior of the keyboard.
it: Di seguito sono elencate le impostazioni disponibili attivando l'accesso completo. Le funzioni che richiedono l'accesso completo sono tutte disattivate per impostazione predefinita, quindi concedere l'accesso completo non modifica da solo il comportamento della tastiera.

source: 以下は、フルアクセスをオンにすることで利用できる設定項目です。フルアクセスを必要とする設定は、すべてデフォルトで無効になっているため、フルアクセスを許可しただけでキーボードの振る舞いが変わることはありません。
en: Below are the settings that can be accessed by enabling Full Access. Settings requiring Full Access are all disabled by default, so simply granting Full Access will not change the keyboard's behavior.
it: Di seguito sono elencate le impostazioni disponibili attivando l'accesso completo. Le impostazioni che richiedono l'accesso completo sono tutte disattivate per impostazione predefinita, quindi concedere l'accesso completo non modifica da solo il comportamento della tastiera.

source: 低
en: Low
it: Basso

source: 作る
en: Make
it: Crea

source: 作成したカスタムタブに移動するためにタブバーがあります。タブがいくつあっても簡単に移動できます。
en: There is a tab bar to navigate to the custom tabs you've created. You can easily switch between tabs no matter how many there are.
it: La barra dei tab consente di spostarsi tra i tab personalizzati creati. Puoi passare facilmente da un tab all'altro, indipendentemente dal numero.

source: 使い方
en: Usage
it: Come si usa

source: 例えば、「()を入力して一文字カーソルを左に動かす」というアクションを作ることを考えます。
en: Consider creating an action, for instance, where you input '()' and move the cursor one character to the left.
it: Ad esempio, pensa di creare un'azione come «inserisci () e sposta il cursore di un carattere a sinistra».

source: 例えば、ひらがなで「あさ」を入力するアクションを設定していても、ライブ変換がオンになっている場合自動で「朝」になってしまいます。
en: For instance, even if you've set up an action to input 'あさ' in hiragana, when live conversion is enabled, it may automatically change to '朝'.
it: Ad esempio, anche se hai impostato un'azione per inserire «あさ» in hiragana, con la conversione live attiva potrebbe diventare automaticamente «朝».

source: 便利なボタンを追加
en: Add useful buttons
it: Aggiungi pulsanti utili

source: 便利な使い方
en: Useful tips
it: Consigli utili

source: 保存
en: Save
it: Salva

source: 候補バーに Copaky ボタンを表示している場合は、そのボタンからも開けます。
en: If the Copaky button is shown in the suggestion bar, you can also open it from that button.
it: Se il pulsante Copaky è visibile nella barra dei suggerimenti, puoi aprirla anche da quel pulsante.

source: 候補がないとき候補バーを隠す（ラテン文字キーボード）
en: Hide the suggestion bar when it is empty (Latin keyboards)
it: Nascondi la barra dei suggerimenti quando è vuota (tastiere latine)

source: 候補の学習をリセットしました
en: Learning for this candidate was reset
it: Apprendimento del candidato azzerato

source: 候補を選択
en: Select candidate
it: Seleziona candidato

source: 値
en: Value
it: Valore

source: 値が無効です。有効な数値を入力してください
en: The value is invalid. Please specify valid number
it: Il valore non è valido. Inserisci un numero valido

source: 値の種類
en: Type of value
it: Tipo di valore

source: 備考
en: Note
it: Note

source: 入力
en: Input
it: Inserisci

source: 入力される文字
en: Inputted letters
it: Caratteri inseriti

source: 入力される文字とは異なっていても構いません。
en: Not necessarily equal to input letter.
it: Non è necessario che coincida con i caratteri inseriti.

source: 入力する文字
en: Letters to input
it: Caratteri da inserire

source: 入力の確定
en: Complete
it: Conferma input

source: 入力を設定する
en: Set inputted letters
it: Imposta i caratteri inseriti

source: 入力中のテキストを保護 (試験版)
en: Protect composing text (experimental)
it: Proteggi il testo in fase di composizione (sperimentale)

source: 入力中のテキストを保護し、Webアプリなどでの入力において挙動を安定させます。 試験的機能のため、仕様の変更、不具合などが発生する可能性があります。
en: By protecting composing text, Copaky will behave more stably in some web apps. Since this is an experimental feature, this feature may be discontinued without notice.
it: Proteggendo il testo in fase di composizione, Copaky si comporta in modo più stabile in alcune app web. Trattandosi di una funzione sperimentale, sono possibili modifiche alle specifiche o malfunzionamenti.

source: 入力中の文字列を自動的に変換します。
en: Hiragana characters you input are immediately converted into kanji text, without manual operation
it: Converte automaticamente il testo mentre lo digiti.

source: 入力処理はすべてデバイス上で行われ、キーボード拡張はネットワーク接続を行いません。
en: All input processing happens on the device; the keyboard extension makes no network connections.
it: Tutta l'elaborazione dell'input avviene sul dispositivo; l'estensione della tastiera non effettua connessioni di rete.

source: 入力方式
en: Input style
it: Modalità di input

source: 入力方法を選ぶ
en: Select input style
it: Scegli la modalità di input

source: 入力誤り訂正についても現在サポートしていません。
en: Input error correction is also not supported at this time.
it: Anche la correzione automatica degli errori di input non è al momento supportata.
